---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelBussingParam
source: html/1f8b6b4b-dea7-63c8-be61-7ae4d2428776.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelBussingParam Property

"Bussing"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelBussingParam { get; }
```